[
  {
    "img": "/imgs/facilities-pool.webp",
    "type": "pool",
    "title": {
      "he": "בריכת השחייה",
      "eng": "Swimming Pool"
    },
    "description": {
      "he": "בריכה חצי אולימפית, מופעלת בסטנדרטים קפדניים ולצדה פועל בית ספר לשחייה לכל הגילאים. המים שבבריכה נלקחים מבארות טבעיים הנמצאים בשטח הכפר, מה שמבטיח את האיכות המרבית. כמו כן, הבריכה פועלת בפיקוח הדוק של משרד הבריאות. במקום יש הצללה מקיפה נגד קרינת השמש. טמפרטורת המים נשארת קבועה לאורך כל ימות השנה, כולל בחורף, הודות למערכת חימום מתקדמת. בית הספר לשחייה מנוהל ע\"י ערו גרמומי, שחיין נבחרת ישראל אשר ייצג את המדינה במשחקים האולימפיים. 5 קבוצות השחייה נותנות מענה לטווח גילאים רחב, החל מילדים בני 6 וכלה בבני +15 המהווים חלק מנבחרת המועדון. לקראת חודשי הקיץ נפתחות קבוצות מיני ייחודיות המכילות עד 4 שחקנים בני 5-7 במטרה ללמד אותם את יסודות השחייה בצורה פרטנית. בנוסף, קיימת אפשרות ללמוד שחייה ושיפור סגנון באופן אישי וממוקד, עם אחד ממדריכי הצוות. מספר קבוצות למבוגרים פועלות בשעות הבוקר והערב תוך התמקדות בשיפור סיבולת לב-ריאה, עבודה פרטנית על סגנון ונפח השחייה.",
      "eng": "Our semi-Olympic swimming pool is operated with high standards, filled from the village natural water wells, ensuring maximum quality. The pool is fully shaded and the water temperature remains constant throughout the entire year. Swimming School - Eran Groumi, an Olympic swimmer and member of Israel Swimming Association, manages the Swimming School. Swimming classes are available for all ages."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1752232813/openart-using-the-exact-same-photo-of-a-modern-indoor-gym-add-realistic-high-resol_1_f678bk.jpg",
    "type": "gym",
    "title": {
      "he": "חדר הכושר",
      "eng": "Gym"
    },
    "description": {
      "he": "חדר כושר חדיש ומאובזר עם ליווי מקצועי לכל מנוי, לרבות אפשרות לקבלת\n        אימונים אישיים.\n        הודות למכשור חדש ומתקדם, כל אימון בחדר הכושר הופך לחוויה מרתקת, מהנה ויעילה.\n        כחלק משירותי המועדון ניתן לקבל סיוע, ייעוץ ותכנית אימון אישית בחינם. לאלה המעוניינים\n        לאתגר את עצמם עוד יותר, קיימת אפשרות להצטרף לקבוצת ה-TRX, או להשתמש\n        בשירותי האימון האישי בתשלום נוסף.",
      "eng": "In our gym you'll find high end advanced equipment .Our team of professional trainers offer professional guidance for every member and make the whole work out experience exciting, fun, effective and personal."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1732805466/DSC06068_qor0tr.jpg",
    "type": "tennis",
    "title": {
      "he": "מגרשי הטניס",
      "eng": "Tennis Courts"
    },
    "description": {
      "he": "מגרשי טניס ליחידים ולקבוצות, אימון מקצועי לכל הגילאים.\n        לרשות המנויים עומדים 3 מגרשי טניס מתקדמים המאפשרים\n        משחק ואימון מהנים.\n        במקום פועל בית ספר לטניס בניהולם של אנה ברלין, מס' 1\n        בענף נשים +25 ויורי קובלנקו. בית הספר לטניס מקיים פעילות מגוונת במהלך כל השנה, לכל\n        הגלאים ובכל הרמות: טניס לגיל הרך עבור בני 5-6, טניס לילדים\n        ונוער בני 7-18, טניס למבוגרים בני +18.\n        כמו כן, ניתן לתאם אימונים פרטיים. מחנות אימונים שפועלים\n        בחופשות, מאפשרות לספורטאים הצעירים למקסם הישגים,\n        לשפר את סגנון המשחק וליהנות מחוויית ספורט ותחרות בלתי\n        נשכחת.\n        בנוסף, מגרשי הטניס יכולים לשמש לחגיגות ימי הולדת\n        ואירועים אחרים, על מנת ללכד את האורחים ולהוסיף ממד של\n        כוח, עצמה ותחרותיות לחגיגה.",
      "eng": "In the club, we have three high-end tennis courts for free play available for club members during the whole day and week.\n        Tennis school – Yuri Kovalenco and Anna Berlin, leading tennis instructors in Israel, manage the Tennis School offering lessons for all ages."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1752232819/openart-using-the-exact-same-image-of-the-fitness-studio-with-mirrors-wooden-floor_i0uorx.jpg",
    "type": "classes",
    "title": {
      "he": "סטודיו חוגים",
      "eng": "Studio Classes"
    },
    "description": {
      "he": "מגוון רחב של חוגי סטודיו, חוג TRX, קבוצות טריאתלון וספורט תחרותי.\n        במועדון פועלים מגוון חוגים כגון: התעמלות במים, יוגה, התעמלות בריאותית, עיצוב וחיטוב\n        הגוף, יוגהלאטיס, פלדנקרייז, זומבה, עיצוב הוליסטי, התעמלות גברים ו-TRX. כל השיעורים\n        מתקיימים בקבוצות קטנות עד 15 איש בהדרכה של מדריכים מקצועיים, בסגנון אישי ומותאם\n        לכל מתאמתן.\n        אולם החוגים מציע נוחות ובטיחות מרבית בסטנדרטים גבוהים. זאת הודות לרצפה בולמת\n        זעזועים, אשר מגינה על הברכיים והגב, בהתאם להמלצות הרופאים. תוכלו להתאמן בלא\n        הפרעה, תוך שמירה על כללי הבטיחות הנדרשים.",
      "eng": "We provide a wide variety of classes in small groups (up to 15 people) including TRX, Zumba, Aquatic Fitness, Yoga, Pilates, Body Shaping, Health Fitness, Feldenkrais and Holistic Shaping. All classes are instructed by professional trainers with a personal touch."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1736865230/DJI_0514_result_n880z3.webp",
    "type": "miniGolf",
    "title": {
      "he": "מתחם מיני גולף",
      "eng": "Mini Golf Area"
    },
    "description": {
      "he": "אנו מזמינים אתכם ליהנות ממתחם מיני גולף מהנה וייחודי הכולל 8 מסלולים מעוצבים המתאימים לכל הגילאים. המתחם ממוקם בלב מועדון הספורט שלנו ומשלב חוויית ספורט, פנאי וכיף לכל המשפחה.\n\n        כל מסלול תוכנן בקפידה עם מכשולים יצירתיים ואתגריים כדי לספק חוויה מרתקת ומהנה.",
      "eng": "We invite you to enjoy a fun and unique mini golf course featuring 8 creative tracks, designed for all ages. Nestled in the heart of our sports club, the course offers a blend of sports, leisure, and entertainment for the entire family.\n\n        Each track is carefully crafted with imaginative and challenging obstacles, ensuring an exciting and engaging experience."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1731946217/DSC06444_pmpgpf.jpg",
    "type": "snookball",
    "title": {
      "he": "מגרש סנוקרגל",
      "eng": "Snookball Court"
    },
    "description": {
      "he": "גלו את החוויה החדשה והמלהיבה במועדון הספורט שלנו – מגרש סנוקר-כדורגל! שילוב מושלם בין דיוק, אסטרטגיה וכיף לכל הגילאים.\n\n        המגרש תוכנן במיוחד כדי לדמות שולחן סנוקר ענק, בו משחקים כדורגל במקום כדורי סנוקר. המטרה: לכוון, לבעוט ולהכניס את הכדורים הענקיים לכיסים, בדיוק כמו במשחק סנוקר קלאסי.\n        \n        זוהי חוויה חדשנית, מאתגרת ומהנה שתשדרג כל ביקור במועדון.",
      "eng": "Discover the exciting new experience at our sports club – a Snooker Football Court! A perfect combination of precision, strategy, and fun for all ages.\n\n        The court is specially designed to resemble a giant snooker table, where football replaces traditional snooker balls. The goal: aim, kick, and pocket the oversized balls just like in classic snooker.\n        \n        This innovative and challenging activity is a perfect way to elevate your visit to the club."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1731946219/DSC06189_yuuula.jpg",
    "type": "restaurant",
    "title": {
      "he": "מסעדה כפרית",
      "eng": "Charming Restaurant"
    },
    "description": {
      "he": "מסעדה בעלת תפריט מגוון ושירות אדיב.\n        במקום הכי גבוה בכפר שמריהו, עם נוף לים תוכלו להשביע את הרעב לפני או אחרי\n        הביקור במועדון. אוכל בריא ומזין, שירות מקצועי ותפריט מגוון יתרמו לשביעות\n        הרצון הכללית שלכם. כמו כן, במסעדה ניתן לערוך אירועים פרטיים באווירה\n        מפנקת.",
      "eng": "In the heart of the club you'll find our restaurant, open all year long and serves healthy and tasty food for the whole family."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1733325433/WhatsApp_Image_2024-10-29_at_16.16.41_1_2_rvht4i.jpg",
    "type": "activities",
    "title": {
      "he": "חוויות לילדים",
      "eng": "Kids Activities"
    },
    "description": {
      "he": "מגרש משחקים, מגרשי קט רגל וקט סל ופעילות פנאי.\n        מועדון הספורט מיועד למבוגרים ולילדים כאחד. אנחנו יודעים לשים דגש\n        על טיפוח הכישרונות הצעירים ועל הכנתם לתחום הספורט.\n        גן משחקים שפועל במקום יעלה חיוכים רחבים על פני ילדכם, מגרש מיני\n        סל ומיני רגל מקורה ישמש להם מקום מצוין לשחק בו, לרכוש חברים\n        חדשים ולחזק את הגוף. הצגות לכל המשפחה שנערכים במקום, מושכים\n        את תושמת הלב של הקטנים והגדולים. בקיץ פועלים מתקנים מתנפחים\n        המאפשרים להתגלש, לטפס ובעיקר לעשות שמח כפי שרק הילדים\n        יודעים.",
      "eng": "For the kids we have a fun playground with swings and slides adjacent to a mini Tennis / Football / Basketball court.\n        During the summer, the kids can enjoy many fun attractions such as: kiddies pool, inflatables, juggling classes, magician classes and more."
    }
  },

  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1735902032/32_peuixp_1_zgafh8.webp",
    "type": "toddlerPool",
    "title": {
      "he": "בריכת פעוטות",
      "eng": "Toddler Pool"
    },
    "description": {
      "he": "מגרש משחקים ובריכה מקורה לפעוטות.\n        הדרך לספורט מתחילה בגיל הרך. מגרש משחקים ייחודי לפעוטות נותן\n        מענה מקיף בתחום הזה, הודות לציוד בטיחותי וחדיש. בבריכה המקורה\n        יוכלו הזאטוטים לשחק במים הזכים, ללמוד את יסודות השחייה ולעשות\n        צעד קטן לקראת אורח חיים בריא ועשיר בחוויות ספורט.",
      "eng": "The path to sports begins at an early age. A unique playground for toddlers provides comprehensive support in this area, thanks to modern and safe equipment. In the covered pool, the little ones can play in the crystal-clear water, learn the basics of swimming, and take a small step toward a healthy lifestyle rich in sports experiences."
    }
  },
  {
    "img": "https://res.cloudinary.com/dnxi70mfs/image/upload/v1732274704/DSC09047_gxxqfy.jpg",
    "type": "parking",
    "title": {
      "he": "מגרש חניה",
      "eng": "Free Parking"
    },
    "description": {
      "he": "מקומות חניה רבים ונוחים, חינם לשימוש המנויים.\n        לא תצטרכו לחפש מטר רבוע פנוי בין עשרות מכוניות שנדחסות זו לצד זו, מחזה די\n        נפוץ במרכז הארץ. בשטח המועדון יש מקומות חנייה בשפע אשר יוסיפו לאווירה\n        הכללית של סטנדרטים גבוהים ואיכות שירות מרבית המאפיינת את המקום.",
      "eng": "Plenty of parking spaces are serving the club visitors, donating to the high standards and quality of services the club has to offer."
    }
  }
]
